Repository: versluis/P2-Header-Ad
Catalog: languages/p2-header-ad-*.po
Languages: de_de, es_es

source: You do not have sufficient privileges to access this page. Sorry!
de_de: Benutzerprivilegien sind nicht ausreichend, um dieses Plugin zu starten. Sorry!
es_es: Usted no tiene suficientes privilegios para acceder a esta página. ¡Lo siento!

source: P2 Header Advertising
de_de: P2 Werbe Banner
es_es: Publicidad del Encabezado P2

source: Enter some HTML in the box, and it will be displayed inside the P2 header.
de_de: Fügen Sie einen HTML Code Block in den unteren Kasten ein. Dieser wird dann als Banner in der Kopfzeile auf Ihrer P2 Seite angezeigt.
es_es: Introduzca algo de HTML en la casilla, y se mostrará en el interior del encabezado P2

source: Optimised for a 468x60 pixel advert. Other sizes may need a small CSS adjustment.
de_de: Optimiert für einen 468x60 Banner. Andere Grössen werden ein paar CSS Tweaks brauchen.
es_es: Optimizado para un anuncio de 468x60 píxeles. Otros tamaños pueden necesitar un pequeño ajuste en el CSS.

source: Would you like to display the ad for users that are logged in?
de_de: Banner auch für angemeldete Benutzer anzeigen?
es_es: ¿Le gustaría mostrar el anuncio a los usuarios que han iniciado sesión?

source: Untick the box to show the ad only to visitors.
de_de: Wenn getickt wird Ihr Banner nur Besuchern gezeigt, die nicht eingeloggt sind.
es_es: Desmarque la casilla para mostrar el anuncio sólo a los visitantes.

source: Save Changes
de_de: Speichern
es_es: Salvar Cambios

source: Use Sample Data
de_de: Test Code benutzen
es_es: Usar Datos de Ejemplo

source: Check it out
de_de: Banner Preview
es_es: Probarlo

source: This is what your advert will look like:
de_de: Und so sieht Ihr Banner auf der Homepage aus:
es_es: Esto es como su anuncio se verá:

source: This plugin was brought to you by
de_de: Sie benutzen ein Plugin von
es_es: Este plugin fue traído a usted por

source: Your settings have been saved.
de_de: Ihre Daten wurden gespeichert.
es_es: Sus ajustes se han guardado.

source: You are not using the P2 Theme.
de_de: Sie benutzen nicht das P2 Theme.
es_es: Usted no está utilizando el Tema P2.

source: Please activate it first, otherwise results are unpredictable!
de_de: Sie müssen zuerst P2 aktivieren, ansonsten wären die Resultate unberechenbar!
es_es: Por favor, actívelo primero, de lo contrario ¡los resultados son impredecibles!

source: You can <a href="http://wordpress.org/themes/p2" target="_blank">download P2 here</a>. Or if you have already installed it,
de_de: Sie können P2 kostenlos bei WordPress.org herunterladen (suchen Sie nach P2 unter Design - Themes installieren). Oder falls es schon installiert ist,
es_es: Usted puede <a href="http://wordpress.org/themes/p2" target="_blank">bajar P2 aquí</a>. O si lo tiene ya instalado,

source: activate it here
de_de: aktivieren Sie es hier
es_es: actívelo aquí

source: P2 Header Ad
de_de: P2 Werbe Banner
es_es: Ad del Encabezado de P2

source: inserts a block of ad code into the P2 Theme's Header
de_de: Platziert einen Werbe Banner in der Kopfzeile Ihrer P2 Website
es_es: inserta un bloque de código ad en el Encabezado del Tema P2
